{
  "CopilotChat.nvim": { "branch": "main" },
  "auto-session": { "branch": "main" },
  "bufferline.nvim": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "copilot-cmp": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "copilot.vim": { "branch": "release" },
  "dashboard-nvim": { "branch": "master" },
  "dial.nvim": { "branch": "master" },
  "diffview.nvim": { "branch": "main" },
  "everforest": { "branch": "master" },
  "git-messenger.vim": { "branch": "master" },
  "glyph-palette.vim": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "neogen": { "branch": "main" },
  "neoscroll.nvim": { "branch": "master" },
  "nerdcommenter": { "branch": "master" },
  "nerdfont.vim": { "branch": "master" },
  "noice.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "notion.nvim": { "branch": "master" },
  "nui.nvim": { "branch": "main" },
  "nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-notify": { "branch": "master" },
  "nvim-surround": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-ufo": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nx.nvim": { "branch": "main" },
  "oil.nvim": { "branch": "master" },
  "open-browser.vim": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "promise-async": { "branch": "main" },
  "telescope-project.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "tender.vim": { "branch": "master" },
  "today.vim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "tokyonight.nvim": { "branch": "main" },
  "vim-autopep8": { "branch": "master" },
  "vim-flake8": { "branch": "master" },
  "vim-gitgutter": { "branch": "main" },
  "vim-visualstar": { "branch": "master" },
  "vim-vsnip": { "branch": "master" },
  "zen-mode.nvim": { "branch": "main" }
}
